Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/financial_institutions/standard_bank_account.html.txt.tmx
Source language: en
Languages: ga

source: Many people in Ireland do not have bank accounts because of the cost or because they have never opened or used a bank account
ga: Níl cuntas bainc ag a lán daoine in Éirinn. Tá sé sin amhlaidh mar gheall ar an gcostas a ghabhann leis an gcuntas nó mar gheall nach ndearna an duine cuntas bainc a oscailt ná a úsáid riamh

source: These people are financially excluded
ga: Tá na daoine sin eisiata ó thaobh airgeadais de

source: A person is considered financially excluded when he/she either has no access to services offered by mainstream financial institutions or does not use these services
ga: Meastar go bhfuil duine eisiata ó thaobh airgeadais de sa chás nach bhfuil aon rochtain aige/aici ar sheirbhísí a chuireann institiúidí airgeadais príomhshrutha ar fáil nó sa chás nach n-úsáideann sé/sí na seirbhísí sin

source: A standard bank account is a new type of account with no fees or charges for normal day-to-day services and no Government stamp duty on ATM or debit cards
ga: Tá cuntas caighdeánach bainc ina chineál nua cuntais nach ngearrtar táillí ná muirir as gnáthsheirbhísí laethúla agus nach gcuirtear dleacht stampála an Rialtais le cártaí ATM ná cártaí dochair ina leith

source: The introduction of a standard bank account aims to reduce the number of people in Ireland who do not have a current account and help those people to manage their finances
ga: Is é an aidhm atá le cuntas caighdeánach bainc a thabhairt isteach ná laghdú a dhéanamh ar líon na ndaoine in Éirinn nach bhfuil cuntas reatha acu agus cabhrú leis na daoine sin a gcúrsaí airgeadais a bhainistiú

source: A pilot standard bank account was introduced in 2012 as part of the Government’s Strategy for Financial Inclusion and National Payments Plan
ga: Tugadh cuntas caighdeánach bainc isteach ar bhonn píolótach sa bhliain 2012 mar chuid de Straitéis an Rialtais um Chuimsiú Airgeadais agus den Phlean Náisiúnta Íocaíochtaí

source: It is intended to introduce a standard bank account nationwide when the findings from the pilot have been analysed
ga: Beartaítear cuntas caighdeánach bainc a thabhairt isteach ar fud na tíre tar éis anailís a dhéanamh ar na torthaí ón gclár píolótach

source: People whose only income is a social welfare payment will be able to open a standard bank account
ga: Beidh daoine arb í íocaíocht leasa shóisialaigh an t-aon fhoinse ioncaim atá acu in ann cuntas caighdeánach bainc a oscailt

source: If the money going into your account - apart from any social welfare payments paid into your account by the Department of Social Protection, is usually under €4,500 in a quarter (a 3-month period) you will be able to open and keep a standard bank account
ga: Má théann níos lú ná €4,500 isteach i do chuntas i ngach ráithe amháin (tréimhse 3 mhí) de ghnáth – seachas aon íocaíochtaí leasa shóisialaigh a íocann an Roinn Coimirce Sóisialaí isteach i do chuntas – beidh tú in ann cuntas caighdeánach bainc a oscailt agus a choinneáil

source: Costs of a standard bank account
ga: Costais a bhaineann le cuntas caighdeánach bainc

source: Normal, day-to-day services are free with a standard bank account
ga: Cuirtear gnáthsheirbhísí laethúla ar fáil saor in aisce i gcás cuntas caighdeánach bainc

source: • Taking out money at an ATM (cash machine)
ga: • Airgead a tharraingt as ATM (meaisín bainc)

source: • Using a debit card in a shop to pay for something and also for getting cash-back in a shop
ga: • Cárta dochair a úsáid i siopa chun íoc as rud éigin agus aisairgead a fháil i siopa

source: • Transferring money to another bank account
ga: • Airgead a aistriú chuig cuntas eile bainc

source: • Transferring money to pay a bill (like your electricity or heating)
ga: • Airgead a aistriú chun bille a íoc (ar nós leictreachais nó téimh)

source: • Setting up and changing a standing order (this is where you have a regular amount coming out of your account and going into a savings account or to pay bills)
ga: • Buanordú a bhunú agus a athrú (is é sin, méid a aistriú go rialta ó do chuntas chuig do chuntas coigiltis nó chun billí a íoc)

source: • Putting money into the account (making a lodgement)
ga: • Airgead a chur isteach sa chuntas (lóisteáil a dhéanamh)

source: • Getting a regular statement that tells you what is in your account and what you have taken out
ga: • Ráiteas rialta a fháil, rud ina n-insítear duit cé mhéad airgid atá sa chuntas agus cé mhéad airgid atá aistarraingthe agat

source: • Using phone banking and internet banking (there may be phone call or data charges)
ga: • Baincéireacht teileafóin agus baincéireacht idirlín (is féidir go ngearrfar táille glao teileafóin nó muirir shonraí)

source: Using your card while abroad may incur charges and you cannot get an overdraft or a cheque book with a standard bank account
ga: Is féidir go dtabhóidh tú táillí má úsáideann tú do chárta agus tú thar lear. Ní féidir leat rótharraingt ná seicleabhar a fháil i gcás cuntas caighdeánach bainc

source: Standard Bank Account Pilot
ga: Clár Píolótach um Chuntas Caighdeánach Bainc

source: A pilot scheme took place in 2012 to test the response of consumers who open a standard bank account and determine if the product meets their needs
ga: Tugadh faoi scéim phíolótach sa bhliain 2012 chun tástáil a dhéanamh ar fhreagairt custaiméirí a osclaíonn cuntas caighdeánach bainc chun a fháil amach cé acu a fhreastalaíonn nó nach bhfreastalaíonn an táirge ar a gcuid riachtanas

source: The pilot will inform the planned national roll-out of standard bank accounts, scheduled for 2013
ga: Tabharfaidh an clár píolótach sin eolas do chuntais chaighdeánacha bhainc a chur i bhfeidhm go náisiúnta, rud atá sceidealaithe do 2013

source: A report on the pilot scheme is due
ga: Táthar ag feitheamh tuarascála ar an scéim phíolótach faoi láthair

source: The standard bank account was offered during the pilot by Bank of Ireland, Allied Irish Banks and Permanent TSB in three locations:
ga: Le linn na scéime píolótaí, bhí an cuntas caighdeánach bainc á chur ar fáil ag Banc na hÉireann, ag Bainc-Aontas Éireann agus ag Permanent TSB i dtrí áit:

source: Standard bank accounts are not currently available
ga: Níl cuntais chaighdeánacha bhainc ar fáil faoi láthair

source: It is intended that they will be introduced once the findings from the pilot scheme have been analysed
ga: Tá sé beartaithe go dtabharfar isteach iad tar éis anailís a dhéanamh ar na torthaí ón scéim phíolótach

source: More information is available in the guide to Standard Bank Accounts - Introducing Standard Bank Accounts (pdf)
ga: Tá tuilleadh faisnéise ar fáil sa treoir maidir le Cuntais Chaighdeánacha Bhainc - Cuntais Chaighdeánacha Bhainc (pdf) a Thabhairt Isteach
